[FileInfo]
TranslatorName=Zipfolder	
LanguageName=Русский
TargetVersion=0.4.13.*
[General]
1001=Выделение
1002=Кисть
1003=Ластик
1004=Копировщик
1005=Заменитель цвета
1006=Ввод текста
1007=Линия
1008=Стрелка
1009=Овал
1010=Прямоугольник
1011=Заливка
1012=Выбор цвета
1013=Инструмент поворота изображения
1014=Измеритель
1015=Настройки ручки и кисти
1016=Включить контекстную справку (рекомендуется)
1017=О модуле...
2001=Инструмент выделения (такой же, как и в IrfanView). Используется для выделения области.
2002=Кисть используется для свободного рисования.\nЗажав левую кнопку мыши, рисуйте основным цветом.\nЗажав правую кнопку мыши, рисуйте дополнительным цветом.
2003=Ластик используется для свободного удаления.\nЗажмите левую кнопку мыши и водите мышь, чтобы зачищать дополнительным цветом.\nЗажмите правую кнопку мыши и водите мышь, чтобы восстанавливать оригинальное изображение.
2004=Инструмент копирования копирует часть рисунка в другую часть.\nМожет использоваться для удаления пыли и царапин с фото.\nПравый клик - выделение донорской области, левый клик - выбор места для вставки.
2005=Заменитель цвета используется для замены одного цвета на другой.\nЗажмите левую кнопку мыши и водите мышь для замены дополнительного цвета основным.\nЗажмите правую кнопку мыши и водите мышь для замены основного цвета дополнительным.
2006=Инструмент текста. Добавляет форматированный текст к рисунку.\nПерекрестие будет базовой линией текста.\nТекст будет выровнен по левой, правой стороне или центру точки вставки.
2007=Инструмент линий рисует прямые линии.\nНажмите и двигайте для разметки линии. Отпустите левую клавишу мыши, чтобы линия нарисовалась.\nДля прерывания разметки нажмите правую кнопку мыши.\nДержите CTRL для того, чтобы курсор стал центром линии.\nДержите SHIFT для рисования линий под углами, кратными 45° (90, 135 и т.д.).
2008=Инструмент стрелок рисует стрелки.\nНажмите и двигайте для разметки стрелки. Отпустите кнопку мыши, чтобы стрелка нарисовалась.\nДля прерывания разметки нажмите правую кнопку мыши.\nДержите CTRL для того, чтобы курсор стал центром стрелки\nДержите SHIFT для рисования стрелок под углами, кратными 45°.\nПравый клик по этой кнопке открывает меню настроек.
2009=Инструмент эллипсов рисует овалы и круги.\nЕсли галочка "Заливка" поставлена, они будут заполненными; если нет, то они будут пустыми.\nНажмите и двигайте мышку, чтобы разметить овал. Отпустите кнопку мышки, чтобы овал нарисовался.\nДля прерывания разметки нажмите правую кнопку мыши.\nДержите CTRL, чтобы курсор стал центром овала.\nДержите SHIFT для рисования круга.
2010=Инструмент прямоугольников рисует прямоугольники и квадраты.\nЕсли галочка "Заливка" поставлена, они будут заполненными; если нет, то они будут пустыми.\nНажмите и двигайте мышку, чтобы разметить прямоугольник. Отпустите кнопку мыши, чтобы прямоугольник нарисовался.\nДля прерывания разметки нажмите правую кнопку мыши.\nДержите CTRL, чтобы курсор стал центром прямоугольника.\nДержите SHIFT для рисования квадрата.
2011=Инструмент заливки исользуется для заливки выдененной области одним цветом.\nНажмите левую кнопку для заполнения области основным цветом.\nНажмите правую кнопку для заполнения области дополнительным цветом.
2012=Выбор цвета используется для выбора цвета из изображения.\nЩелкните по цвету левой клавишей мыши, чтобы он стал основным.\nЩелкните по цвету правой клавишей мыши, чтобы он стал дополнительным.\nЩелкните по этой кнопке с зажатым SHIFT, чтобы отменить возврат к предыдущему инструменту после выбора цвета.
2013=Инструмент поворота изображений.\nНажмите левую кнопку мыши и ведите мышь, чтобы "подчеркнуть" область, которая будет для новой картинки горизонталью или вертикалью.\nДля прерывания линии нажмите правую кнопку мыши.\nДержите CTRL для того, чтобы курсор стал центром линии.\nДержите SHIFT для рисования стрелок под углами, кратными 45°.
2014=С инструментом измерения вы можете измерять расстояние и углы на изображении.\nНажмите мышку и ведите, чтобы начать разметку.\n*Все измерения углов ведутся по отношению к горизонтальной линии.\nДля прерывания линии щелкните правую кнопку мыши.\nДержите CTRL, чтобы курсор стал центром линии.\nДержите SHIFT, чтобы проводить линии, образующие углы, кратные 45° (см. *).\nПравый клик по этой кнопке открывает окошко "Единицы измерения", где вы сможете добавить новые единицы измерения и разобраться со старыми.
2015=Отображает диалог настройки кисти и ручки
2016=Короткая контекстная справка. Наведите мышь на интересующую вас кнопку
2017=Отображает версию IrfanPaint.
5201=До использования инструмента копирования вы должны установить донорскую область (кликните правой кнопкой по ней).\nВключите контекстную справку и просмотрите информацию про этот инструмент.
5102=Невозможно сохранить настройки; проверьте, доступен ли для записи файл i_view32.ini\n(Стоит ли в свойствах файла галочка "только для чтения", если да - снимите).
6001=Особые благодарности:\r\n\r\nIrfan Skiljan, который разработал IrfanView, потратил время на его подгонку под IrfanPaint, дал мне много полезных подсказок и всегда все объяснял.\r\n\r\nПользователям форума поддержки IrfanView, в частности:\r\nBhikkhu Pesala, который написал контекстную справку и страницу справки, сообщал о неполадках, помогал мне их отслеживать, исправлять и дал много советов.\r\nMatera, который на другом конце света позволил вести мне удаленную отладку по модемной связи на его компьютере для отслеживания ошибок; попытка провалилась, но замысел был великолепен.\r\nSteve, админу форума.\r\n\r\nВсем бета-тестерам, особенно Leon Fisk, сообщавшему мне обо всех проблемах с IrfanPaint под Windows NT 4.\r\n\r\nDavide Pizzolato и его великолепной библиотеке CxImage (http://www.codeproject.com/KB/graphics/cximage.aspx), из которыя я спи.. хм, скопировал некоторые части кода.\r\n\r\nLode Vandevenne и его великолепной реализации алгоритма заполнения(http://student.kuleuven.be/~m0216922/CG/floodfill.html), который я перекроил под IrfanPaint.\r\n\r\nCodeProject.com и его великолепным статьям, которые не раз выручали меня.\r\n\r\nВсем переводчикам.\r\n\r\nВсем пользователям, сделавшим пожертвования.\r\n\r\nСпасибо вам всем!
1443=Основной цвет
1444=Дополнительный цвет
5301="%what%" - неправильный номер.
5302=Текстовые поля не могут быть пустыми.
1101=На русский переведено Zipfolder'ом.
1651=Название
1652=Обозначение
1653=Соответствие
1654=Действительно удалить эту единицу измерения?
1655=Подтвердите удаление
7001=стандарт
7002=?
7003=не проведена линия
7011=дюйм
7012=пиксель
7013=градус
7014=миллиметр
5000=Ошибка
[101]
0=Об IrfanPaint...
1=ОК
1102=Текст
1104=&Страничка плагина
[100]
0=•••••
1060=Панель инструментов IrfanPaint
1053=Толщина (в пикселях)
1059=Заливка
1056=Разброс:
[103]
0=Настройки курсора
1=&OK
2=Отменить
1301=&<----
1311=Рисовать:
1302=----&>
1309=Толщина стрелки:
1310=Длина стрелки:
1308=Простая
[102]
0=Выбор цвета
1=&OK
2=Отменить
[104]
0=Настройки ручки и кисти
1442=Ручка
1441=Кисть
1=&OK
2=Отменить
1432=Стиль:
1404=_______
1405=_ _ _ _ _
1406=. . . . . .
1407=_ . _ . _ .
1408=_ . . _ . .
1433=Точка:
1410=Круг
1411=Квадрат
1412=Сдвинутая
1434=Узлы линии:
1413=Круглые
1414=Скошенные
1415=Острые
1416=Непрерывные
1417=- (горизонт.)
1418=|| (вертик.)
1419=\\\\ (вниз)
1420=//  (вверх)
1421=+ (крестиком)
1422=x (диагонали)
1435=Стрелки
1437=45° слева направо
1438=Пересечение
1436=С полосками
1439=Цвет полосок
1445=Толщина ручки
1448=пикселей (1-9999)
1440=Цвет стрелок
1426=Прозрачный
1429=" " = 1 пробел\r\n"." = 1 точка
1431=Кликните по этой панели для просмотра другого вида.
[105]
0=Вставить текст
1501=Название &шрифта:
1502=&Размер:
1506=&Жирный
1507=&Курсив
1508=Подчеркнутый
1509=Перечеркнутый
1510=Выравнивание по левому краю
1511=Выравнивание по центру
1512=Выравнивание по правому краю
1=&OK
2=Отменить
1526=Нажмите для предпросмотра...
1513=Выбрать &цвет...
1521=Отобразить как
1522=Контур
1524=Текст
1523=Заполненный
1525=Обращенный текст
[106]
0=Единицы измерения
1602=&Закрыть
1603=Вверх
1604=Вниз
1605=Абсолютиз.
1606=&Добавить...
1607=&Изменить...
1608=&Удалить
[107]
0=Изменить единицу измерения
1701=Название:
1703=Обозначение:
1705=Соответствие:
1706=1 %unitsymbol% =
1=OK
2=Отмена
[108]
0=Результаты измерения
1=OK
1803=&Добавить...
1802=&Копировать
